IDEA StatiCa Open Model
LoadingSLS Properties
Compatible with IDEA StatiCa Beta 21.0 - beta
The LoadingSLS type exposes the following members.
Properties
Name | Description
InternalForces
 Internal force in section (permanent for staged section)
InternalForcesImperfection
 Internal forces of imperfection effect
InternalForcesVariable
 Variable internal force in staged section only
Top
See Also
Reference
LoadingSLS Class
IdeaRS.OpenModel.Concrete.Load Namespace